<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';

  const title = 'ГК ССК • Проектирование';
  const description = 'Проектирование в группе компаний «ССК»';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<main itemprop="mainContentOfPage">
  <header class="wrapper-lg">
    <h1 class="title">Проектирование</h1>
  </header>

  <div class="readable text-justify wrapper-lg">
    <p>
      <em>Проектное направление</em> развивается в <strong>ГК&nbsp;ССК</strong> более 8 лет, и за это
      время пройден серьезный путь от разработки небольших объектов до участия в крупных городских программах
      по строительству жилых зданий и общеобразовательных учреждений, современных многофункциональных,
      общественных и торговых комплексов.
    </p>

    <p>
      Для решения подобных задач была сформирована команда из опытных специалистов в сфере
      проектирования по всем разделам <em>проектной документации</em>, подобрано современное
      техническое и программное обеспечение, внедрены актуальные принципы управления проектами.
    </p>

    <p>
      Комплексный подход к <em>проектированию</em>: от сбора самостоятельно необходимых исходных
      данных для будущего проекта до участия специалистов на этапе ввода здания в эксплуатацию,
      позволяет рассматривать этап проектирования не как отдельный самостоятельный этап, а как
      элемент цепочки жизненного цикла здания. Проектируя с учетом будущей технологии строительства,
      зная нюансы ведения государственного строительного надзора на объектах, и умея работать с
      проектной документацией на этапе ввода в эксплуатацию, мы можем создавать для Заказчика
      качественный продукт, соответствующий современных эстетическим, технологическим, экономическим
      и другим требованиям
      <em
        class="
        lg:ga-4 mt-2
        flex w-full justify-center gap-1 not-italic xs:text-lg
        sm:gap-2 sm:text-xl sm:tracking-wider lg:tracking-widest 2xl:gap-8">
        <span class="first-letter:text-brand">Современных</span>
        <span class="first-letter:text-brand">Стандартов</span>
        <span class="first-letter:text-brand">Качества</span>
      </em>
    </p>

    <hr class="my-7 border-brand" />
  </div>
</main>
